ent-CMBarricadeBase = металева барикада

ent-CMBarricadeMetal = металева барикада
    .desc = Металева барикада, яка не пропускає небажаних. Можна покращити за допомогою сталі, пласталі, або сталевих стрижнів для різних атрибутів. Ремонтується зварювальним апаратом.

ent-CMBarricadeBurn = барикада проти біологічної небезпеки
    .desc = Барикада неймовірно стійка до корозій та пожеж, але легко піддається фізичним пошкодженням. Ремонтується зварювальним апаратом.

ent-CMBarricadeBrute = посилена барикада
    .desc = Міцна барикада, укріплена сталлю та стійка до ударів. Ремонтується зварювальним апаратом.

ent-CMBarricadeExplosive = вибухостійка барикада
    .desc = Вибухостійка барикада, зроблена з того самого матеріалу, що й саперний костюм. Ремонтується зварювальним апаратом.

ent-CMBarricadeTurnstile = перила
    .desc = Перила, щоб морські піхотинці не виходили з лінії як стадо.

ent-CMBarricadeTurnstileMed = медичні перила
    .desc = Перила, щоб морські піхотинці не виходили з лінії. Цей розроблений спеціально для медичного відділу.

ent-CMBarricadeMetalDoor = складна металева барикада
    .desc = Складна металева барикада слабша за нескладний аналог. Можливе відкриття та закриття в будь-який момент. Ремонтується зварювальним апаратом.

ent-CMBarricadePlasteelDoor = складна барикада з пласталі
    .desc = Міцна складна барикада з пласталі, міцніша за металевий аналог. Можливе відкриття та закриття в будь-який момент. Ремонтується зварювальним апаратом.
