ent-CMBarricadeBase = Металева Барикада

ent-CMBarricadeMetal = Металева Барикада
    .desc = Металева барикада, яка не пропускає небажаних. Можна покращити за допомогою сталі, пласталі, або сталевих стрижнів для різних атрибутів. Ремонтується зварювальним апаратом.

ent-CMBarricadeBurn = Барикада Проти Біологічної Небезпеки
    .desc = Барикада неймовірно стійка до корозій та пожеж, але легко піддається фізичним пошкодженням. Ремонтується зварювальним апаратом.

ent-CMBarricadeBrute = Посилена Барикада
    .desc = Міцна барикада, укріплена сталлю та стійка до ударів. Ремонтується зварювальним апаратом.

ent-CMBarricadeExplosive = Вибухостійка Барикада
    .desc = Вибухостійка барикада, зроблена з того самого матеріалу, що й саперний костюм. Ремонтується зварювальним апаратом.

ent-CMBarricadeTurnstile = Перила
    .desc = Перила, щоб морські піхотинці не виходили з лінії як стадо.

ent-CMBarricadeTurnstileMed = Медичні Перила
    .desc = Перила, щоб морські піхотинці не виходили з лінії. Цей розроблений спеціально для медичного відділу.

ent-CMBarricadeMetalDoor = Складна Металева Барикада
    .desc = Складна металева барикада слабша за нескладний аналог. Можливе відкриття та закриття в будь-який момент. Ремонтується зварювальним апаратом.

ent-CMBarricadePlasteelDoor = Складна Барикада З Пласталі
    .desc = Міцна складна барикада з пласталі, міцніша за металевий аналог. Можливе відкриття та закриття в будь-який момент. Ремонтується зварювальним апаратом.
