ent-CMCanteenBase = фляга

ent-CMCanteen = { ent-CMCanteenBase }
    .desc = Ви робите ковток зі своєї вірної фляжки КМП ООН...

ent-CMMetalFlask = металева фляжка
    .desc = Металева фляжка з достойною ємністю.

ent-CMUSCMFlask = фляжка КМП ООН
    .desc = Металева фляжка з рельєфним логотипом КМП ООН. Можливо наповнена сумішшю води, мастила та етила.

ent-CMWYFlask = фляжка Ве-Я
    .desc = Металева фляжка з рельєфним логотипом Ве-Я замовлена якимось підніжком корпорації для наповнення вендорів на військових суднах США.

