ent-CMPosterBase = плакат
    .desc = { ent-BaseSign.desc }

ent-CMPosterBroken = розірваний плакат
    .desc = Розірваний плакат. Ти не можеш зрозуміти що це був за плакат.

ent-CMPosterTheFuture = майбутнє
    .desc = На цьому плакаті зображен схід сонця над гірським хребтом. Ти можеш відчути його Е С Т Е Т И К У

ent-CMPosterUnicorn = єдиноріг
    .desc = На цьому плакаті зображений єдиноріг зі словами "НАРКОТА". Колись у тебе був такий же, але ти про це нікому-нікому ніколи-ніколи не розкажеж.

ent-CMPosterRocker1 = Літа
    .desc = На цьому плакаті зображена давно вже померше рокерша з 20 століття. Хоч рок і може бути вже мертвим, але зато він качав.

ent-CMPosterPresident = плакат в підтримку президента Шварцнегера
    .desc = Цій вже вицвілий плакат, хоч і старий, але є відтворенням кампанії в президенти Шварцнегера. Нажаль він пропав саме перед його вісьмим сроком і досі не був знайден.

ent-CMPosterBeth = БЕТ
    .desc = Плакат нової мульти-платинової поп групи БЕТ, що захопила серця всеї держави. Вони лайно.

ent-CMPosterArt1 = мистецтво?
    .desc = От курво, ти міг би намалювати щось подібне й вже бути богатим..

ent-CMPostEat = їш!
    .desc = Рекламний плакат для цих... брр... огідних енергетичних батончиків..

ent-CMPosterArious = трекер руху Аріус
    .desc = Реклама цивильного трекеру руха, менш надійний ніж M314, але і важить в два раза менше.

ent-CMPosterSilicon2 = Киборги
    .desc = Гей, це ж Киборги! Вони вже є вітром давно минулого. Компанія Ве-Я викупила їх приблизно тоді, коли одна з їхніх космічних станцій зійшла з орбіти і впала в гравітаційний колодязь планети після збою в роботі систем.

ent-CMPosterElectro = Електро Золоті
    .desc = Електро Золоті, закатані машиною з любов'ю заради ВАШОЇ насолоди.

ent-CMPosterSilicon = ВИ ЗАВЖДИ ВПІЗНАЄТЕ КИБОРГА
    .desc = ВИ ЗАВЖДИ ВПІЗНАЄТЕ КИБОРГА. ВИ ЗАВЖДИ ВПІЗНАЄТЕ КИБОРГА. ВИ ЗАВЖДИ ВПІЗНАЄТЕ КИБОРГА. ВИ ЗАВЖДИ ВПІЗНАЄТЕ КИБОРГА. ВИ ЗАВЖДИ ВПІЗНАЄТЕ КИБОРГА. 

ent-CMPosterMissJanuary = пін-ап "Пані Січень"
    .desc = На цьому плакаті зображена Роксана Страскі. Вона була на обкладинці журналу Домашня Зайка Джентельмена від Січня 2180 року. Краще не питай звідки ти це знаєш.

ent-CMPosterF100 = Ф-100
    .desc = Нові Касіо Ф-100. Показує одразу дві часових зони: одна для місцевого часу та друга для часу судна.

ent-CMPosterRememberIo = пам'ятай Іо
    .desc = Вицвілий пропагандистський плакат який вимогає в тебе "пам'ятай Іо", з луною всередині. Несподіваний рейд спецназу на ремонтний майданчик на луні Юпітера, Іо, викликав війну з Арктуріанами десь 10 років тому. Хоч вони і вже наші друзі, але рани не так швидко заживають.

ent-CMPosterPulseRifle = пін-ап імпульсної гвинтівки
    .desc = Бойові Системи Армат, Модель 41 А Імпульсна Гвинтівка Версія Один. Єдиний пін-ап який тобі колись був потрібний.

ent-CMPosterMissJuly = пін-ап "Пані Липень"
    .desc = На цьому плакаті зображена Аудрі Рейнвотер у джакузі. Вона була на обкладинці журналу Домашня Зайка Джентельмена від Липень 2180 року. Краще не питай звідки ти це знаєш.

ent-CMPosterMissApril = пін-ап "Пані Квітень"
    .desc = На цьому плакаті зображена Жул'єта Саймонс. Вона була на обкладинці журналу Домашня Зайка Джентельмена від Квітня 2180 року. Краще не питай звідки ти це знаєш.

ent-CMPosterSuspicious = підозріло виглядаючий плакат
    .desc = Цій плакат описує КМП ООН як ворога.

ent-CMPosterTheo = Тео
    .desc = Цій постер зображає морпіхів РХБЗ. У цих хлопців дуже небезпечна робота.

ent-CMPosterGroves = Ґрувс
    .desc = Цій постер зображає морпіхів РХБЗ. У цих хлопців дуже небезпечна робота.

ent-CMPosterBobda = Бобда
    .desc = Бобда. Якщо ти не п'єш Бобду, то ти скоріше за все цінуєш свої нирки та зуби... слабак! Надруковано в Гавані.

ent-CMPosterArt2 = { ent-CMPosterArt1 }
    .desc = На цьому плакаті зображен геометричний постмодерновий асцетний об'єктивний соціальний експресионізм... чого?

ent-CMPosterArt3 = { ent-CMPosterArt1 }
    .desc = На цьому плакаті зображено декілька кривих ліній які якийсь сноб оцінив у 12 мільйонів доларів. Нажаль, це просто нізкоякісна роздруковка.

ent-CMPosterRocker2 = { ent-CMPosterRocker1 }
    .desc = { ent-CMPosterRocker1.desc }

ent-CMPosterJoan = Джоан
    .desc = { ent-CMPosterRocker1.desc }

ent-CMPosterSafetyGuidance = інструкція з безпеки
    .desc = На цьому плакаті зображен чоловік працюючий на шліфувальному кругу з написом "ІНСТРУКЦІЯ З БЕЗПЕКИ, не відволікайтеся від роботи". 

ent-CMPosterSafetyGoggles1 = захисни окуляри
    .desc = На цьому плакаті зображена голова в шоломі з контрастними захисними окулярами та написом "Захищайте свої очі".

ent-CMPosterMissFebruary = пін-ап "Пані Лютий"
    .desc = На цьому плакаті зображена Міранда Ноель. Вона була на обкладинці журналу Домашня Зайка Джентельмена від Лютого 2180 року. Краще не питай звідки ти це знаєш.

ent-CMPosterProperLifting = правильний підйом
    .desc = На цьому плакаті зображено чоловіка, який піднімає коробку за допомогою ніг. Він містить вказівки про те, як правильно піднімати важкі предмети. Пам'ятайте, що компанії не потрібен працівник із хворою спиною.

ent-CMPosterSafetyGoggles2 = { ent-CMPosterSafetyGoggles1 }
    .desc = На цьому плакаті зображена людина з окулярами, що світяться, та написом "ЗБЕРЕЖИТЬ СВОЇ ОЧІ, ОДЯГАЙТЕ ОКУЛЯРИ"

ent-CMPosterMrUniverse1 = Пан Всесвіт 2170-74
    .desc = На цьому плакаті зображен Ленс МакДонел, переможець Пана Всесвіта 2170-74. Не питай звідки ти це знаєш. Гмм.. він виглядає як 42 Президент США, Арнольд Шварцнегер.

ent-CMPosterMrUniverse2 = Пан Всесвіт 2174-76
    .desc = На цьому плакаті зображен Роквел Джордан, переможець Пана Всесвіта 2174-76. Не питай звідки ти це знаєш.

ent-CMPosterMrUniverse3 = Пан Всесвіт 2176-дотепер
    .desc = На цьому плакаті зображен Вілсон Вінслоу, поточний Пан Всесвіт. Не питай звідки ти це знаєш.

ent-RMCPosterCassettePlayer = Cassette Player
    .desc = This poster depicts a cassette player and reads 'Don't Forget Your Cassette Player.'
ent-CMPosterTAB = ТАБ
    .desc = На цьому плакаті зображене лого ТАБ. ТАБ це низько калорійний легкий напій який насправді то ніколи і не покидав землю. Доволі дивно бачити його рекламу тут. Мабуть комусь сподобалося лого?

ent-CMPosterBepis = Бепіс Кола
    .desc = Плакат зображає лого Бепіс Коли. Бепіс це легкий напій, який ніколи не покидав землю і це доволі дивно, що реклама цього напою вісить тут. Мабуть комусь просто сподобалося лого? Вони кажуть що мають смак нового покоління вот уже 200 років.

ent-CMPosterMTV = МТБ
    .desc = МТБ: Вже 200 років показуємо тільки музикальні відео. 

ent-CMPosterJimmy = Джиммі і мормони: Афіша туру "Просвітлений резонанс"
    .desc = Джиммі і Мормони - рок-гурт, що існував близько десяти років тому і складався з чоловіка та його семи дружин. Церква Ісуса Христа Святих Останніх Днів офіційно засуджувала їх кілька разів, а пізніше з'ясувалося, що учасники гурту не були мормонами і навіть не були одружені. Це був справжній скандал у музичному світі.

ent-CMPosterVoteNo = скажить "НІ" пропозиції 339 та "НІ" акту о колоніальному захисті
    .desc = Цій плакат потребує від тебе проголосувати "НІ" цьому новому закону що дасть військовим змогу сувати свої носи в справи корпорацій. Багато хто бачить це як перевищення повноваженнь державою, але багато інших бачать це як менше зло порівняно з тим щоб дати мегакорпам робити все що їм захочеться. Із-за того що космос ну просто супер великий це займе багааато часу щоб зібрати усі голоси. Так що прийдеться чекати аж до 2186 року.

ent-CMPosterFallingFalcons = падаючі соколи
    .desc = Промо-матеріал для 2-ї роти 2-го батальйону 4-ї бригади "Падаючі соколи". Розроблений невідомим художником і надрукований з метою зміцнення рядів "Соколів".