ent-CMSemioticBase = { ent-BaseSign }
    .desc = { ent-BaseSign.desc }

ent-CMSemioticAirlock = семіотика шлюза
    .desc = Стандарт семіотики, що вказує на присутність поблизу шлюз.

ent-CMSemioticAmmunition = семіотика сховища набоїв
    .desc = Стандарт семіотики, що вказує на присутність поблизу сховище набоїв.

ent-CMSemioticAnalysis_lab = семіотика лабораторії аналізу
    .desc = Стандарт семіотики, що вказує на присутність поблизу лабораторії аналізу.

ent-CMSemioticAutodoc = семіотика автодока
    .desc = Стандарт семіотики, що вказує на присутність поблизу автодока.

ent-CMSemioticAutoopenclose = семіотика автоматичного клапана
    .desc = Стандарт семіотики, що вказує на присутність поблизу автоматичного клапана.

ent-CMSemioticBathmens = семіотика чоловічої вбиральні
    .desc = Стандарт семіотики, що вказує на присутність поблизу чоловічої вбиральні.

ent-CMSemioticBathunisex = семіотика унісекс вбиральні
    .desc = Стандарт семіотики, що вказує на присутність поблизу унісекс вбиральні.

ent-CMSemioticBathwomens = семіотика жіночої вбиральні
    .desc = Стандарт семіотики, що вказує на присутність поблизу жиночої вбиральні.

ent-CMSemioticBiohazard = семіотика біо-небезпеки
    .desc = Стандарт семіотики, що вказує на присутність поблизу біологічної небезпеки.

ent-CMSemioticBiolab = семіотика біологічної лабораторії
    .desc = Стандарт семіотики, що вказує на присутність поблизу біологічної лабораторії.

ent-CMSemioticBridge = семіотика мостика
    .desc = Стандарт семіотики, що вказує на присутність поблизу мостик судна.

ent-CMSemioticBulkhead_door = семіотика перебірки
    .desc = Стандарт семіотики, що вказує на присутність поблизу перебірки.

ent-CMSemioticChem_lab = семіотика хімічної лабораторії
    .desc = Стандарт семіотики, що вказує на присутність поблизу хімічної лабораторії.

ent-CMSemioticCoffee = семіотика кави
    .desc = Стандарт семіотики, що вказує на присутність поблизу кави: крові команди будь-якого судна.

ent-CMSemioticCommline_connection = семіотика місця під'єднання комунікаційної лінії
    .desc = Стандарт семіотики, що вказує на присутність поблизу місця під'єднання комунікаційної лінії.

ent-CMSemioticConference_room = семіотика конференц-зали
    .desc = Стандарт семіотики, що вказує на присутність поблизу конференц-зали.

ent-CMSemioticCryo = семіотика кріогенного сховища
    .desc = Стандарт семіотики, що вказує на присутність поблизу кріогенного сховища.

ent-CMSemioticDebark_lounge = debarkation lounge семіотика
    .desc = Стандарт семіотики, що вказує на присутність поблизу debarkation lounge.

ent-CMSemioticDistribution_pipes = семіотика труб дістро
    .desc = Стандарт семіотики, що вказує на присутність поблизу труб дістро.

ent-CMSemioticEast = семіотика схід
    .desc = Стандарт семіотики, що вказує на присутність чогось на Сході.

ent-CMSemioticElectronics = семіотика електричних систем
    .desc = Стандарт семіотики, що вказує на присутність поблизу електричних систем.

ent-CMSemioticElevator = семіотика ліфта
    .desc = Стандарт семіотики, що вказує на присутність поблизу ліфта..

ent-CMSemioticEscapepod = семіотика пода евакуації
    .desc = Стандарт семіотики, що вказує на присутність поблизу пода евакуації.

ent-CMSemioticExhaust = семіотика вихлопів
    .desc = Стандарт семіотики, що вказує на присутність поблизу вихлопів двигуна або генератора.

ent-CMSemioticFire_haz = семіотика пожежонебезпеки
    .desc = Стандарт семіотики, що вказує на присутність поблизу пожежонебезпеки.

ent-CMSemioticFiringrange = семіотика стрільбища
    .desc = Стандарт семіотики, що вказує на присутність поблизу стрільбища.

ent-CMSemioticFood_storage = семіотика складу органіки
    .desc = Стандарт семіотики, що вказує на присутність поблизу складу їжі.

ent-CMSemioticGalley = семіотика камбуза
    .desc = Стандарт семіотики, що вказує на присутність поблизу камбуза.

ent-CMSemioticHazard = семіотика небезпеки
    .desc = Стандарт семіотики, що вказує на присутність поблизу небезпеки. Стережись!

ent-CMSemioticHigh_rad = семіотика радіації
    .desc = Стандарт семіотики, що вказує на присутність поблизу радіації.

ent-CMSemioticHigh_voltage = семіотика високої напруги
    .desc = Стандарт семіотики, що вказує на присутність поблизу електричний струм високої напруги.

ent-CMSemioticHvac = семіотика ОВК
    .desc = Стандарт семіотики, що вказує на присутність поблизу... системи ОВК. Цей знак повинен бути оновлений до нових стандартів.

ent-CMSemioticHvac_old = семіотика ОВК
    .desc = Стандарт семіотики, що вказує на присутність поблизу системи ОВК. Цей знак все ще використовує старі стандарти.

ent-CMSemioticIntercom = семіотика інтеркома
    .desc = Стандарт семіотики, що вказує на присутність поблизу інтеркома.

ent-CMSemioticLadder = семіотика драбини
    .desc = Стандарт семіотики, що вказує на присутність поблизу драбини.

ent-CMSemioticLaser = семіотика лазера
    .desc = Стандарт семіотики, що вказує на присутність поблизу лазерів. Зазвичай це не так круто, як може показатися...

ent-CMSemioticLife_support = семіотика системи підтримки життя
    .desc = Стандарт семіотики, що вказує на присутність поблизу системи підтримки життя.

ent-CMSemioticMaint = семіотика технічних тунелів
    .desc = Стандарт семіотики, що вказує на присутність поблизу технічних тунелів.

ent-CMSemioticManualopenclose = семіотика ручного клапана
    .desc = Стандарт семіотики, що вказує на присутність поблизу ручного клапана.

ent-CMSemioticMed_cryo = семіотика медичного кріостазисного сховища
    .desc = Стандарт семіотики, що вказує на присутність поблизу медичного кріостазисного сховища.

ent-CMSemioticMed_life_support = семіотика системи підтримки життя
    .desc = Стандарт семіотики, що вказує на присутність поблизу системи підтримки життя.

ent-CMSemioticMedical = семіотика медвідділа
    .desc = Стандарт семіотики, що вказує на присутність поблизу медичного відділу.

ent-CMSemioticNonpress = семіотика негерметичної території
    .desc = Стандарт семіотики, що вказує на присутність поряд негерметичної території.

ent-CMSemioticNonpress_ag = семіотика зони штучної гравітації, без тиску та обов'язковим костюмом
    .desc = Стандарт семіотики, що вказує на присутність поблизу зони зі штучною гравітацією без тиску.

ent-CMSemioticNonpress_0g = семіотика зони без тиску, без сили тяжіння та обов'язковим костюмом
    .desc = Стандарт семіотики, що вказує на присутність поблизу зони без гравітації та тиску.

ent-CMSemioticNorth = семіотика північ
    .desc = Стандарт семіотики, що вказує на присутність чогось на Півночі.

ent-CMSemioticOpens_up = семіотика відкриття вгору
    .desc = Стандарт семіотики, що вказує на присутність поблизу люків, які відкриваються вгору.

ent-CMSemioticOutpatient = семіотика амбулаторії
    .desc = Стандарт семіотики, що вказує на присутність поблизу амбулаторії.

ent-CMSemioticFibre_optics = семіотика фотонічних систем (волоконна оптика)
    .desc = Стандарт семіотики, що вказує на присутність поблизу волоконно-оптичні лінії.

ent-CMSemioticPress_area_ag = семіотика зони з тиском та штучною гравітацією
    .desc = Стандарт семіотики, що вказує на присутність поблизу зони з тиском та штучною гравітацією

ent-CMSemioticPress_area = семіотика зони з тиском
    .desc = Стандарт семіотики, що вказує на присутність поблизу зони з тиском.

ent-CMSemioticRad_haz = семіотика радіаційної небезпеки
    .desc = Стандарт семіотики, що вказує на присутність поблизу зони з радіаційною небезпекою.

ent-CMSemioticRad_shield = семіотика зони захищеної від радіації
    .desc = Стандарт семіотики, що вказує на присутність поблизу зони захищеної від радіації.

ent-CMSemioticRadio_rad = семіотика радіації від хвиль радіозв'язку
    .desc = Стандарт семіотики, що вказує на присутність поблизу радіації від веж радіозв'язку.

ent-CMSemioticReception = семіотика приймальної
    .desc = Стандарт семіотики, що вказує на присутність поблизу зони прийому.

ent-CMSemioticReduction = семіотика зменшення території
    .desc = Стандарт семіотики, що вказує на зменшення зони попереду.

ent-CMSemioticRef_bio_storage = семіотика охолодженого біологічного сховища
    .desc = Стандарт семіотики, що вказує на присутність поблизу зони охолодженого біологічного сховища.

ent-CMSemioticRef_chem_storage = семіотика охолодженого зберігання хімікатів
    .desc = Стандарт семіотики, що вказує на присутність поблизу місця охолодженого зберігання хімікатів.

ent-CMSemioticRestrictedarea = семіотика забороненої зони
    .desc = Стандарт семіотики, що вказує на присутність поблизу зона обмеженого доступу.

ent-CMSemioticFridge = семіотика холодильного зберігання (органічна їжа)
    .desc = Стандарт семіотики, що вказує на присутність поблизу холодильника.

ent-CMSemioticRefridgeration = семіотика охолодження
    .desc = Стандарт семіотики, що вказує на присутність поблизу нехарчового холодильного обладнання.

ent-CMSemioticRewire = семіотика системи ремонту
    .desc = Стандарт семіотики, що вказує на присутність поблизу системи ремонту.

ent-CMSemioticSecurity = семіотика безпеки
    .desc = Стандарт семіотики, що вказує на присутність поблизу правоохоронних органів або сил безпеки.

ent-CMSemioticSouth = семіотика південь
    .desc = Стандарт семіотики, що вказує на присутність чогось на Півдні.

ent-CMSemioticStairs = семіотика сходів
    .desc = Стандарт семіотики, що вказує на присутність поблизу сходів.

ent-CMSemioticStorage = storage семіотика
    .desc = Стандарт семіотики, що вказує на присутність поблизу general dry storage room.

ent-CMSemioticSuit_storage = семіотика шаф для скафандрів
    .desc = Стандарт семіотики, що вказує на присутність поблизу шаф для зберігання скафандрів.

ent-CMSemioticSilicon_storage = семіотика зберігання кіборгів
    .desc = Стандарт семіотики, що вказує на присутність поблизу кімнату зберігання кіборгів.

ent-CMSemioticTerminal = семіотика комп'ютерного термінала
    .desc = Стандарт семіотики, що вказує на присутність поблизу комп'ютерного термінала.

ent-CMSemioticTram = семіотика трамвайної лінії
    .desc = Стандарт семіотики, що вказує на присутність поблизу трамвайної лінії

ent-CMSemioticTwilight_zone_terminator = семіотика термінатора сутінкової зони
    .desc = Стандарт семіотики, що вказує на присутність поблизу термінатора сутінкової зони. Це набагато менш круто, ніж звучить.

ent-CMSemioticWater = семіотика води
    .desc = Стандарт семіотики, що вказує на присутність поблизу води/водойми.

ent-CMSemioticWaterhazard = семіотика водної небезпеки
    .desc = Стандарт семіотики, що вказує на водну небезпеку поряд. Тримайте електроніку подалі!

ent-CMSemioticWest = семіотика захід
    .desc = Стандарт семіотики, що вказує на присутність чогось на Заході.

ent-CMSemioticZero_g = семіотика відсутності штучної гравітації
    .desc = Стандарт семіотики, що вказує на відсутність штучної гравітації поряд.

ent-CMSemioticFlightcontrol = семіотика контролю польотів
    .desc = Стандарт семіотики, що вказує на область, яка використовується системами керування польотом або для них поряд.

ent-CMSemioticAirtraffictower = семіотика вежі керування повітряним рухом
    .desc = Стандарт семіотики, що вказує на вежу керування повітряним рухом поблизу.

ent-CMSemioticLuggageclaim = семіотика зони отримання багажу
    .desc = Стандарт семіотики, що вказує на зону отримання багажу поблизу.

ent-CMSemioticLandingzone = семіотика зони приземлення
    .desc = Стандарт семіотики, що вказує на наявність посадкової зони поблизу.

ent-CMSemioticZero = семіотика нуль
    .desc = Стандарт семіотики, що містить цифру нуль.

ent-CMSemioticOne = семіотика один 
    .desc = Стандарт семіотики, що містить цифру один.

ent-CMSemioticTwo = семіотика два
    .desc = Стандарт семіотики, що містить цифру два.

ent-CMSemioticThree = семіотика три
    .desc = Стандарт семіотики, що містить цифру три.

ent-CMSemioticFour = семіотика чотири
    .desc = Стандарт семіотики, що містить цифру чотири.

ent-CMSemioticFive = семіотика п'ять
    .desc = Стандарт семіотики, що містить цифру п'ять.

ent-CMSemioticSix = семіотика шість
    .desc = Стандарт семіотики, що містить цифру шість.

ent-CMSemioticSeven = семіотика сім
    .desc = Стандарт семіотики, що містить цифру сім.

ent-CMSemioticEight = семіотика вісім
    .desc = Стандарт семіотики, що містить цифру вісім.

ent-CMSemioticNine = семіотика дев'ять
    .desc = Стандарт семіотики, що містить цифру дев'ять.
