ent-CMCoatChiefMP = пальто голови воєнполу
    .desc = Пальто морпіхів адаптоване під Голів Військової Поліції для використання на бортах кораблів КМП ООН. Але іронічно, що на більшості кораблів військова поліція забов'язана носити броню що робить це пальто доволі не популярним. Це доволі популярно серед тих хто хоче пахнути пончиками 24/7.

ent-CMCoatWarden = пальто наглядача
    .desc = Пальто морпіхів адаптоване під наглядачів для використання на бортах кораблів КМП ООН. Але іронічно, що на більшості кораблів військова поліція забов'язана носити броню що робить це пальто доволі не популярним серед наглядачів. Найкраще пальто для тих хто всю ніч дивиться в монітори курячи цигарки.

ent-CMCoatMP = пальто воєнполу
    .desc = Пальто морпіхів адаптоване під персонал Військової Поліції для використання на бортах кораблів КМП ООН. Але іронічно, що на більшості кораблів військова поліція забов'язана носити броню що робить це пальто доволі не популярним. Цей варіант також доступний для офіцерів, якщо тільки вони готові взяти на себе цей сором.

ent-CMCoatMessTech = куртка кока
    .desc = Пахне ваніллю. Показує престиж та силу.

ent-CMCoatASO = пальто ОДС
    .desc = Стандартне пальто для офіцерів.

ent-CMCoatCO = пальто командуючого офіцера
    .desc = Стандартне пальто для командуючих офіцерів.

ent-CMCoatCOBomber = бомбер командуючого офіцера
    .desc = Стандартний бомбер для командуючих офіцерів.

ent-CMCoatCOFormalBlack = офіційне пальто командуючого офіцера
    .desc = Офіційне пальто для командуючих офіцерів.

ent-CMCoatCOFormalWhite = { ent-CMCoatCOFormalBlack }
    .desc = { ent-CMCoatCOFormalBlack.desc }

ent-CMCoatOfficer = офіцерське пальто
    .desc = Стандартне пальто для офіцерів.

ent-CMCoatLong = довге пальто
    .desc = Стандартне довге пальто.

ent-RMCCoatCorrespondent = жекетка кореспондента
    .desc = Жекетка для найкрасивішого військового кореспондента.

ent-RMCCoatCorrespondentGreen = { ent-RMCCoatCorrespondent }
    .desc = { ent-RMCCoatCorrespondent.desc }

ent-RMCCoatCorrespondentBlack = { ent-RMCCoatCorrespondent }
    .desc = { ent-RMCCoatCorrespondent.desc }

ent-RMCCoatCorrespondentBlue = { ent-RMCCoatCorrespondent }
    .desc = { ent-RMCCoatCorrespondent.desc }
