ent-CMArmorM3Medium = броня морпіхів зразка M3
    .desc = Стандартна плита М3 Колоніальних Морпіхів. Захищає тіло від куль, порізів та іншого. Має маленький мішечок на собі.

ent-CMArmorB12 = броня морпіхів зразка B12
    .desc = Легкий костюм з бронею із вуглецевого волокна. Пофарбована у лісний зелений. Має вбудований ліхтарик.

ent-CMArmorM3Heavy = тяжка броня зразка M3-EOD
    .desc = Важча версія стандартної М3. Вона спеціально зроблена, щоб захищати від балістичних, вибухових та інших типів шкоди.

ent-CMArmorM3Warden = броня наглядача зразка M3
    .desc = Добре зроблений варіант зразка М3, зазвичай видається наглядачам.

ent-CMArmorM3WO = броня голови ВП зразка M3
    .desc = Добре зроблений варіант зразка М3, зазвичай видається Головам ВоєнПолу. Зручна, якщо треба показати хто тут головний. 

ent-RMCArmorM3G4 = броня гренадера зразка М3-G4
    .desc = Індивідуальний набір броні M3, укомплектований різноманітними додатковими системами балістичного та теплового захисту. Використовується виключно вибухотехніками Морпіхів. 

ent-CMArmorM3T = легка броня M3-T
    .desc = Спеціальний варіант броні М3 зроблений для вибухотехніків.

ent-CMArmorM3Light = легка броня зразка M3-L
    .desc = Легкий варіант стандартної броні зразка М3. Хоч в неї й менше захисту ніж в інших, але ця дозволяє рухатися швидше. 

ent-CMArmorPress = броньований жилет
    .desc = Бронежилети, які використовували воєнні кореспонденти під час боїв та у війнах по всьому Всесвіту. 

ent-CMArmorM3Scout = легка броня зразка M3-S
    .desc = Спеціально модифікований варіант броні М3 зроблений для розвідувальних місій. 

ent-CMArmorM3VLBallistics = Балістичний жилет зразка M3-VL
    .desc = До 2182 року небойовому персоналу USCM видавали нестандартизовані балістичні жилети, але відсутність сумісності з IMP та ліхтариками костюма знову і знову виявлялися неефективними. Цей модифікований снаряд M3-L є результатом 6-річної програми досліджень і розробок; Він забезпечує корисність, захист і комфорт для всього небойового персоналу USCM. 

ent-CMArmorM3VLFlakVest = Бронежилет зразка M3-VL
    .desc = Комбінація стандартного небойового балістичного жилета M3-VL і бронежилета M70, ця броня була роздана екіпажу десантного корабля, щоб захистити їх від зовнішніх і внутрішніх загроз... 

ent-CMArmorM4 = броня радиста зразка M4
    .desc = Добре пропрацьований гібрид сітки смартганера та плит броні M3. Міцна та зручна. 

ent-CMArmorM35 = броня M35
    .desc = Спеціальний варіант броні М3 зроблений, щоб витримувати вогонь. 

ent-CMArmorM45 = маскувальна броня M45
    .desc = Легка маскувальна броня, що використовується снайперами КМП ООН на розвідувальних місіях. Дуже легка та на диво добре захищає. 

ent-CMArmorM56CombatHarness = бойовий каркас M56
    .desc = Надміцна броня зроблена спеціально для системи смартганера M56. Має спеціально зроблені ремені та кріплення, щоб переносити смартган та аксесуари до нього. 

ent-CMArmorM2MP = броня ВП зразка M2 
    .desc = Броня ВоєнПолу М2 надає підвищений захист проти ближніх атак, але погано захищає від вогнепальної зброї.

