ent-CMHeadset = гарнітура морпіхів
    .desc = Стандартна військова гарнітура. Тяжче ніж бойові моделі.

ent-CMHeadsetCE = гарнітура головного інженера
    .desc = Гарнітура людини що відповідає за зламані двигуни, технічних тунелей та переробку всієї підлоги станції в метал.

ent-CMHeadsetCMO = гарнітура головного лікаря
    .desc = Гарнітура видається найкращим лікарям.

ent-CMHeadsetEngineer = гарнітура інженерів
    .desc = Зручний для координуваня як барів в тех.тунелях так і орбітального бомбардування.

ent-CMHeadsetRequisition = гарнітура логістів
    .desc = Використовується вантажниками КМП ООН, легка та зручна.

ent-CMHeadsetChef = гарнітура кока
    .desc = Використовується коками, заповнені шумом шиплячих сковорідок.

ent-CMHeadsetMedical = гарнітура лікарів
    .desc = Гарнітура якою користується гарно обучений персонал відділів.

ent-CMHeadsetResearcher = гарнітура дослідників
    .desc = { ent-CMHeadsetMedical.desc }

ent-CMHeadsetQM = гарнітура квартирмейстера
    .desc = Гарнітура якою користується квартирмейстер для контролювання своїх рабів.

ent-CMHeadsetMPO = гарнітура воєнполу
    .desc = Цією гарнітурою користуються члени військової поліції.

ent-CMHeadsetCMP = гарнітура голови воєнпола
    .desc = Для обговорень покупок пончиків та арештів поганців.

ent-CMHeadsetLeader = гарнітура командування
    .desc = Використовується персоналом Бойового Інформаційного Центра та іншими членами командування.

ent-CMHeadsetPilot = гарнітура пілотів
    .desc = Використовується пілотами.

ent-CMHeadsetIntel = гарнітура розвідників
    .desc = Використовується офіцерами розвідки.

ent-CMHeadsetReporter = гарнітура репортера
    .desc = Використовується бойовими кориспондентами щоб знайти сюжет століття.

ent-CMHeadsetSeniorCommand = гарнітура старшого командування
    .desc = Видається тільки членам вищого командування.

ent-CMHeadsetAlpha = гарнітура загону Альфа
    .desc = Використовується членами загону Альфа.

ent-CMHeadsetAlphaLeader = гарнітура лідера загону Альфа
    .desc = Використовується лідером загону Альфа.

ent-CMHeadsetAlphaTeamLeader = гарнітура лідерів загонів Альфа
    .desc = Використовується лідерами загонів Альфа.

ent-CMHeadsetAlphaEngineer = гарнітура бойтеха загону Альфа
    .desc = Використовується бойовими техніками загону Альфа.

ent-CMHeadsetAlphaMedic = гарнітура боймеда загону Альфа
    .desc = Використовується бойовими медиками загону Альфа.

ent-CMHeadsetBravo = гарнітура загону Браво
    .desc = Використовується членами загону Браво.

ent-CMHeadsetBravoLeader = гарнітура лідера загону Браво
    .desc = Використовується лідером загону Браво.

ent-CMHeadsetBravoTeamLeader = гарнітура лідерів загонів Браво
    .desc = Використовується лідерами загонів Браво.

ent-CMHeadsetBravoEngineer = гарнітура бойтеха загону Браво
    .desc = Використовується бойовим техніком загону Браво.

ent-CMHeadsetBravoMedic = гарнітура боймеда загону Браво
    .desc = Використовується бойовими медиками загону Браво.

ent-CMHeadsetCharlie = гарнітура загону Чарлі
    .desc = Використовується членами загону Чарлі.

ent-CMHeadsetCharlieLeader = гарнітура лідера загону Чарлі
    .desc = Використовується лідером загону Чарлі.

ent-CMHeadsetCharlieTeamLeader = гарнітура лідерів загонів Чарлі
    .desc = Використовується лідерами загонів Чарлі.

ent-CMHeadsetCharlieEngineer = гарнітура бойтеха загону Чарлі
    .desc = Використовується бойовими техніками загону Чарлі.

ent-CMHeadsetCharlieMedic = гарнітура боймеда загону Чарлі
    .desc = Використовується бойовими медиками загону Чарлі.

ent-CMHeadsetDelta = гарнітура загону Дельта
    .desc = Використовується членами загону Дельта.

ent-CMHeadsetDeltaLeader = гарнітура лідера загону Дельта
    .desc = Використовується лідером загону Дельта.

ent-CMHeadsetDeltaTeamLeader = гарнітура лідерів загонів Дельта
    .desc = Використовується лідерами загонів Дельта.

ent-CMHeadsetDeltaEngineer = гарнітура бойтеха загону Дельта
    .desc = Використовується бойовими техніками загону Дельта.

ent-CMHeadsetDeltaMedic = гарнітура боймеда загону Дельта
    .desc = Використовується бойовими медиками загону Дельта.

ent-CMHeadsetEcho = гарнітура загону Ехо
    .desc = Використовується членами загону Ехо.

ent-CMHeadsetEchoLeader = гарнітура лідера загону Ехо
    .desc = Використовується лідером загону Ехо.

ent-CMHeadsetEchoTeamLeader = гарнітура лідерів загонів Ехо
    .desc = Використовується лідерами загонів Ехо.

ent-CMHeadsetEchoEngineer = гарнітура бойтеха загону Ехо
    .desc = Використовується бойовими техніками загону Ехо.

ent-CMHeadsetEchoMedic = гарнітура боймеда загону Ехо
    .desc = Використовується бойовими медиками загону Ехо.

ent-CMHeadsetFoxtrot = гарнітура загону Фокстрот
    .desc = Використовується членами загону Фокстрот.

ent-CMHeadsetFoxtrotLeader = гарнітура лідера загону Фокстрот
    .desc = Використовується лідером загону Фокстрот.

ent-CMHeadsetFoxtrotTeamLeader = гарнітура лідерів загонів Фокстрот
    .desc = Використовується лідерами загонів Фокстрот.

ent-CMHeadsetFoxtrotEngineer = гарнітура бойтеха загону Фокстрот
    .desc = Використовується бойовими техніками загону Фокстрот.

ent-CMHeadsetFoxtrotMedic = гарнітура боймеда загону Фокстрот
    .desc = Використовується бойовими медиками загону Фокстрот.

ent-CMHeadsetColony = гарнітура колоніста
    .desc = Стандартна гарнітура колоністів.
