ent-CMPouch = абстраткний мішочок
    .desc = Фізична маніфестація концепту мішочка. Вау.

ent-CMPouchStorage = мішочок для зберігання
    .desc = { ent-CMPouch.desc }

ent-CMPouchClosed = { ent-CMPouch }
    .desc = { ent-CMPouch.desc }

ent-CMPouchOpenClosed = { ent-CMPouchClosed }
    .desc = { ent-CMPouchClosed.desc }

ent-RMCPouchFill = { ent-CMPouch }
    .desc = { ent-CMPouch.desc }

ent-CMPouchGeneral = легкий загальний мішочок
    .desc = Мішочок для загальних речей який може містити в собі одну маленьку чи дві крихітні речі.

ent-CMPouchGeneralMedium = середній загальний мішочок
    .desc = Мішочок для загальних речей який може містити в собі багато різно-розмірних речей.

ent-CMPouchGeneralLarge = великий загальний мішочок
    .desc = Мішочок для загальних речей який може містити в собі ще більше різно-розмірних речей.

ent-CMPouchBayonet = чохол для ножа
    .desc = Knife to meet you!

ent-CMPouchSurvival = мішочок для виживання
    .desc = Мішочок що видається колоністам у екстренних випадках.

ent-CMPouchSurvivalSynth = мішочок для виживання синтетів
    .desc = Мішочок що видається синтетам в екстренних випадках.

ent-CMPouchFirstAid = мішочок для першої допомоги
    .desc = Вміщає в себе, зазвичай, автошприци. Але також може містити мазі, бинти та баночки для пігулок.

ent-CMPouchFirstAidERT = { ent-CMPouchFirstAid }
    .desc = Може містити автошприци, мазі та бинти. Цей має більше всього.
    .suffix = ГШР

ent-CMPouchPistol = мішочок для пістолетів
    .desc = Ти можеш транспортувати в ньому пістолет. Зручний для екстренних випадків.

ent-CMPouchCommand = мішочок командування
    .desc = Спеціалізований мішочок командуючого офіцера. Може містити пістолет, планшет командування та набір біноклів.

ent-CMPouchMagazine = мішочок для магазинів
    .desc = Може містити магазини.

ent-CMPouchMagazineLarge = великий мішочок для магазинів
    .desc = Може містити багато магазинів.

ent-CMPouchMagazinePistol = мішочок для пістолетних магазинів
    .desc = Може містити магазини пістолетів та спідлоадери револьверів.

ent-CMPouchMagazinePistolLarge = великий мішочок для магазинів пістолетів
    .desc = Може містити багато магазинів пістолетів та спідлоадерів револьверів.

ent-CMPouchShotgun = мішочок набоїв рушниці
    .desc = Може містити одну коробку набоїв для рушниці.

ent-CMPouchExplosive = мішочок вибухівки
    .desc = Може містити гранати, пластикову вибухівку, міни та інши види вибухівок.

ent-CMPouchMedical = мішочок ліків
    .desc = Може містити маленькі медикаменти.

ent-CMPouchMedicalSoc = тактичний мішочок ліків
    .desc = Тяжкий мішочок вміщаючий все що треба щоб встати назад на ноги.

ent-CMPouchMedicalSocDutch = мішочок ліків Голандців
    .desc = Мішочок куплений з чорного ринку Голандцем декілька років тому. Ходять чутки що був викрадений з секретних запасів КМП ООН. З часом все що в ньому було змінялося все новими та новими ліками.

ent-CMPouchMedicalSocDutchUnmarked = { ent-CMPouchMedicalSoc }
    .desc = Тяжкий мішочок вмішающий все що треба щоб встати назад на ноги. Якось, виглядає настільки засекреченим що тебе можуть відправити під військовий суд за один тільки погляд на нього.

ent-CMPouchFirstResponder = мішочок first responders
    .desc = Мішочок зроблений щоб містити медикаменти що допоможуть швидше вилікувати поранених на полі бою. Може містити такі припаси як переносні ліжка, мішки та аналізатори здоров'я.

ent-CMPouchVial = мішочок ампул
    .desc = Мішочок для транспортування ампул.

ent-CMPouchChem = мішочок хіміка
    .desc = Мішочок для речей хіміка.

ent-CMPouchAutoinjector = мішочок автошприців
    .desc = Спеціальний мішочок для автошприців.

ent-CMPouchSyringe = мішочок шприців
    .desc = Мішочок для шприців.

ent-CMPouchMedkit = мішочок медичних припасів
    .desc = Спеціальний мішочок для медичних речей.

ent-CMPouchDocument = великий мішочок для документів
    .desc = Може містити папір, теки, диски, мануали.

ent-CMPouchDocumentSmall = маленький мішочок для документів
    .desc = Маленька версія мішочка для документів. Може містити папір, теки, мануали.

ent-CMPouchFlare = мішочок фальшфеєрів
    .desc = Мішочок зроблений щоб тримати в собі фальшфеєри.

ent-CMPouchRadio = мішочок рацій
    .desc = Може містити дві рації.

ent-CMPouchElectronics = мішочок електроніки
    .desc = Зроблений щоб містити більшість електроніки, батарейок та плат.

ent-CMPouchConstruction = мішочок будівника
    .desc = Зроблений щоб містити матеріали для будівництва - скло, сталь, палки, сітка, дроти та мішки піска. Також має кріплення для лопатки та замінювача ламп.

ent-CMPouchTools = мішочок інструментів
    .desc = Зроблений щоб містити інструменти - викрутку, ключ, дроти і так далі. Також має кріплення для лопатки та замінювача ламп.

ent-CMPouchToolsSoc = тактичний мішочок інструментів
    .desc = Цілий інструментарій повний гострих та тяжких предметів зроблений саме для вламування в місця, а не для їх лагодження. Але все ще робить останнє дуже добре, напевно.

ent-CMPouchSling = ремінь
    .desc = Дозволяє повісити один предмет на ремінь.

ent-CMPouchMachete = чохол для мачете М2132 зразку H6B
    .desc = Великий шкіряний чохол зроблений для мачете М2132.
