ent-CMCrateBase = ящик
    .desc = Прямокутний сталевий ящик.

ent-CMCrateLarge = великий ящик
    .desc = Здоровенний дерев'яний ящик.

ent-CMCrateWeldable = { ent-CMCrateBase }
    .desc = { ent-CMCrateBase.desc }

ent-CMCrateAlpha = ящик загону Альфа
    .desc = Ящик з символом загону Альфа.

ent-CMCrateBravo = ящик загону Браво
    .desc = Ящик з символом загону Браво.

ent-CMCrateCharlie = ящик загону Чарлі
    .desc = Ящик з символом загону Чарлі.

ent-CMCrateDelta = ящик загону Дельта
    .desc = Ящик з символом загону Дельта.

ent-CMCrateAmmo = ящик амуніції
    .desc = Просто ящик амуніції, просто для знищення ксеноморфів.

ent-CMCrateGreen = зелений ящик
    .desc = Стандартний зелений ящик, використовується КМП ООН. Вони настільки поширені, що всередині можу бути будь-що.

ent-CMCrateConstruction = будівельний ящик
    .desc = Просто будівельний ящик, просто для матеріалів.

ent-CMCrateExplosives = ящик вибухівки
    .desc = Просто ящик вибухівки, просто вибухонебезпечно.

ent-CMCrateFreezer = ящик-холодильник
    .desc = Чудо інженерної думки для довготривалого зберігання органів чи запасів тактичної піци.

ent-CMCrateHydro = ящик для гідропоніки
    .desc = Все що потрібно для знищення інопланетної зарази в вашій бульбі.

ent-CMCrateInternals = ящик з балонами
    .desc = Просто ящик з балонами, просто щоб дихати, це ж круто.

ent-CMCratePlastic = пластиковий ящик
    .desc = Пластиковий ящик в формі прямокутного паралелепіпеда.

ent-CMCrateRadiation = набір проти радіації
    .desc = Ящик зі знаком радіації на ньому.

ent-CMCrateScience = ящик вчених
    .desc = Ящик для яйцеголових.

ent-CMCrateSupply = ящик підтримки
    .desc = Просто ящик для підтрмки, підтримки чогось.

ent-CMCrateWeapons = ящик зброї
    .desc = Ящик зі зброєю щоб робити ксеноморфам "куля голова боляче робити".

ent-CMCrateMedical = медичний ящик
    .desc = Це медичний ящик, ага.

ent-CMCrateSecure = захищений ящик
    .desc = Просто захищений ящик щоб ніякий space asshole не вкрав ваш хабар.
    .suffix = Захищений

ent-CMCrateSecureAmmo = захищений ящик амуніції
    .desc = Захищений ящик амуніції.

ent-CMCrateSecureExplosives = захищений ящик вибухівки
    .desc = Ящик вибухівки, захищений але досі вибухонебезпечний.

ent-CMCrateSecureGear = gear crate
    .desc = A secure gear crate.

ent-CMCrateSecureHydro = захищений ящик для гідропоніки
    .desc = Захищений ящик з засобами проти інопланетних колорадських жуків.

ent-CMCrateSecureSurgery = ящик з хірургічними інструментами
    .desc = Ящик з усім для хірургії щоб витягувати кулі товаришів з твого тіла, або личинок ксеноморфів, як пощастить.

ent-CMCrateSecureWeapons = захищений ящик зброї
    .desc = Захищений ящик зброї щоб робити ксеноморфам "куля голова боляче робити".

ent-CMCrateSecureWeYa = захищений ящик Ве-Я
    .desc = Захищений замком ящик з лого Ве-Я.

ent-RMCCrateSecurePhoron = ящик форону
    .desc = Не з форону, але з фороном.
