ent-CMPen = ручка
    .desc = Нормальна ручка з чорними чорнилами.

ent-CMPenClicky = ручка Ве-Я
    .desc = Ручка з чорними чорнилами, брендуванням Ве-Я, та дуже набридливим клацанням.

ent-CMPenFountain = авторучка
    .desc = Як прекрасний показник винахідливості майстерні АРМАТ, ця авторучка зразок красоти та функціональності. Деталізована золотими акцентами та кмітливою механикою, ця ручка дозволяє швидку зміну незліченної кількості кольорів легким поворотом. Продукт високоточного проектування, кожний механизм внутрі цієї ручки зроблений щоб забезпечити швидку та легку зміну кольорів, роблячи її інструментом розкішної універсальності.
