ent-CMRailAttachmentBase = { ent-CMAttachmentBase }
    .desc = { ent-CMAttachmentBase.desc }

ent-CMAttachmentRailFlashlight = rail flashlight
    .desc = A flashlight, for rails, on guns. Can be toggled on and off. A better light source than standard M3 pattern armor lights.

ent-CMAttachmentS42xTelescopicMiniScope = телескопічний міні-приціл S4 2x
    .desc = Телескопічний приціл S4 від АРМАТ. Зафіксований на скромному 2-кратному збільшенні.

ent-CMAttachmentMagneticHarness = магнітний каркас
    .desc = Магнітний каркас що кріпиться до зброї. Якщо відпустити зброю з рук, вона притягнеться до найближчої броні КМП ООН.

ent-CMAttachmentB8SmartScope = розумний приціл B8
    .desc = Експериментальний розумний приціл B8. Заснований на технологіях використованих АРМАТом у розумної зброї, цей приціл має інтегровану систему свій-чужий. Нажаль, його можна під'єднати тільки до бойової гвинтивки M4RA та бойового револьвера M44.

ent-CMAttachmentS5RedDotSight = приціл з червоною точкою S5
    .desc = Всепогодний коліматорний приціл, призначений як приціл з точкою AN/PVQ-64. Обладнаний навісом від сонця для підвищення чіткості та стійкості до погодних умов. Компактний та ефективний, диво військового дизайну! До того як ти зрозумієш що це звичайний приціл з полиці магазину на який наклеїли військову назву.

ent-CMAttachmentS6ReflexSight = рефлекторний приціл S6
    .desc = Рефлекторний приціл S6 від АРМАТа. Альтернатива механічним прицілам з нульовим збільшенням та більшею кількістю оптичних вікон порівняно з прицілом S5. Допомогає зменшити розкид під час автоматного вогню.

ent-CMAttachments84xTelescopicScope = телескопічний приціл S8 4x
    .desc = Телескопічний приціл S8 від АРМАТ. Зафіксований на 4-кратному збільшенні.

