ent-ColMarTechBase = КолМарТех торговий автомат
    .desc = { ent-BaseMachinePowered.desc }

ent-ColMarTechFood = КолМарТех автомат з їжею
    .desc = Автомат з їжею від СШКМ, містить стандартні військові готові страви.

ent-ArmatAttachments = автомат з навісними обладнанням від АРМАТ
    .desc = Автоматична стійка, що під'єднана до маленького сховища з обладнанням до зброї. До неї мають доступ рядові.

ent-ColMarTechUtilities = КолМарТех автомат інструментів
    .desc = Автоматична стійка, що під'єднана до маленького сховища різних утилит та інструментів. До неї мають доступ рядові.

ent-ColMarTechMunitions = КолМарТех автомат набоїв
    .desc = Автоматична стійка, що під'єднана до маленького сховища різних типів набоїв. До неї мають доступ рядові.

ent-ColMarTechGuns = КолМарТех автомат озброєння
    .desc = Автоматична стійка, що під'єднана до великого сховища різновидної зброї.

ent-ColMarTechEquipment = КолМарТех автомат стандартного обладнання
    .desc = Автоматична стійка, що під'єднана до великого сховища стандартного обладнання рядових.

ent-ColMarTechSLGear = КолМарТех автомат лідера загону
    .desc = Автоматична стійка лідера загону.

ent-ColMarTechSLEquipment = КолМарТех стійка спорядження командира загону
    .desc = Автоматизований стелаж, під'єднаний до величезного сховища стандартного спорядження голови загону.

ent-ColMarTechSWSGear = КолМарТех спеціалізований стелаж для озброєння загону
    .desc = Автоматизований стелаж для спорядження для спеціалістів з озброєння загонів.

ent-ColMarTechSWSEquipment = КолМарТех стелаж спеціального спорядження загону
    .desc = Автоматизований стелаж, під'єднаний до величезного сховища стандартного спорядження спеціаліста зі стрілецької зброї.

ent-ColMarTechSCTGear = КолМарТех стелаж спорядження бойового техніка 
    .desc = Автоматизований стелаж для спорядження бойового техніка.

ent-ColMarTechSCTEquipment = КолМарТех стелаж обладнання бойового техніка
    .desc = Автоматизований стелаж під'єднаний до величезного сховища стандартного спорядження бойового техніка.

ent-ColMarTechMedicalGear = КолМарТех стелаж медичного спорядження загону
    .desc = Автоматизований стелаж для санітарів лікарні.

ent-ColMarTechMedicalEquipment = КолМарТех стелаж медичного обладнання загону
    .desc = Автоматизований стелаж, під'єднаний до величезного сховища стандартного обладнання санітарів.

ent-ColMarTechMarineMedical = КолМарТех МорпіхМед
    .desc = Автомат з базовими медічними припасами для морпіхів.

ent-ColMarTechSGGear = КолМарТех стійка спорядження смартґанера загону
    .desc = Автоматизована стійка для спорядження смартґанерів загону.

ent-ColMarTechSGEquipment = КолМарТех стелаж спорядження смартґанера загону
    .desc = Автоматизований стелаж, під'єднаний до величезного сховища стандартного спорядження смартґанерів загону.

ent-ColMarTechFLGear = КолМарТех стійка спорядження лідера підрозділу
    .desc = Автоматизована стійка для спорядження лідерів підрозділів.

ent-ColMarTechFLEquipment = КолМарТех стелаж спорядження лідера підрозділу
    .desc = Автоматизований стелаж, під'єднаний до величезного сховища стандартного спорядження лідерів підрозділів.

