ent-CMVendor = торговий автомат
    .desc = Звичайний торговий автомат.

ent-CMVendorCoffee = автомат горячих напоїв
    .desc = Торговий автомат з горячими напоями.

ent-CMVendorSnack = автомат готової їжи
    .desc = Торговий автомат повний приготованої їжи, ммм спробуйте все це!

ent-CMVendorCola = легкі напої Соуто
    .desc = Торговий автомат легких напоїв від компанії Соуто Сода, з Гавани.

ent-CMVendorCigs = автомат цигарок
    .desc = Хочете рак? Тоді ви по адресу!

ent-CMVendorSec = ВоєнПолТех
    .desc = Торговий автомат речей для військової поліції.

ent-CMVendorSEA = РадникТех
    .desc = Торговий автомат Старшого Військового Радника.

ent-CMVendorNutri = НутріМакс
    .desc = Постачальник поживних речовин для рослин.

ent-CMVendorSeeds = автомат насіння
    .desc = Коли вам швидко потрібне насіння!

ent-CMVendorDinnerware = автомат кухонного приладдя
    .desc = Постачальник кухонного та ресторанного обладнання.

ent-CMVendorSodaSoviet = BODA
    .desc = Старе залізяччя з солодкою водою, як воно тут опинилося?

ent-CMVendorWalkman = автомат предметів для відпочинку
    .desc = Містить схвалені Вейланд-Ютані предмети для відпочинку, такі як плеєри та карти.

ent-CMVendorIngredients = система подачі заявок
    .desc = Торговий автомат, призначений для кухарів.

ent-CMVendorMedical = медецина плюс
    .desc = { ent-CMVendor.desc }

ent-CMVendorChemistry = хімікати плюс
    .desc = Medical chemistry dispenser. Provided by Wey-Yu Pharmaceuticals Division(TM).

ent-CMVendorBlood = роздатчик крові ММ
    .desc = The Marine Med Brand Blood Pack Dispensary is the premier, top-of-the-line blood dispenser of 2105! Get yours today!

ent-CMVendorBooze = Бухло-Мат
    .desc = Технологічне диво, яке нібито здатне змішати саме ту суміш, яку ви хочете випити, щойно ви попросите.

ent-CMVendorChess = шах-і-мат
    .desc = У 2143 році, Напої Червона Зірка, компанія що пов'язана з Колоніальною Адміністрацією СПН, запустили рекламний розіграш на пожиттевий запас алкоголю тим хто знайшов спеціальний код на кришці лімітированої водки Червона Зірка.

ent-CMVendorTool = автомат інструментів
    .desc = Не варто було заводити цю тему.

ent-CMVendorCircuits = автомат друкованих плат
    .desc = Надійне сховище для попередньо запрограмованих плат, з внутрішнім гіроскопом, що запобігає переміщенню плат під дією зовнішніх сил, товстою ізоляцією та спеціальним 2,1-міліметровим портом ДБЖ для заряджання різних ексклюзивних пристроїв W-Y (продається окремо).

ent-CMVendorElectronics = автомат електроніки
    .desc = Постачальник запасних інструментів. Що? Ви очікували дотепного опису?

ent-CMVendorComponent = машина для зберігання компонентів
    .desc = Велика машина для зберігання різних компонентів.

ent-CMVendorScience = Вей-Ю науковий автомат
    .desc = Постачальник, що містить основне обладнання для ваших експериментів.

ent-CMVendorRobotics = робототехніка делюкс
    .desc = Всі інструменти, необхідні для створення власної армії роботів.

