ent-ArmorHelmetM10 = шолом морпіхів M10
    .desc = Стандартний шолом зразку М10. На ярличку всередині, поряд з інструкцією по пранню, написано "Між похоронами з відкритою кришкою гроба та закритою є різниця. Носи це на голові для кращого результу.". Має вбудовану камеру на правому боці.

ent-CMArmorHelmetM10MP = шолом воєнполу M10
    .desc = Спеціальний варіант шолому зразку М10 для військової поліції КМП ООН.

ent-CMArmorHelmetM10ChiefMP = шолом голови воєнполу M10
    .desc = Спеціальний варіант шолому зразку М10 для голів військової поліції КМП ООН.

ent-CMArmorHelmetM10CO = шолом командуючого M10
    .desc = Спеціальний варіант шолому зразку М10 для командуючих офіцерів КМП ООН.

ent-CMArmorHelmetM10Medic = шолом медика M10
    .desc = Спеціальний варіант шолому зразку М10 для бойових медиків КМП ООН.

ent-CMArmorHelmetM10Tech = шолом техніка M10
    .desc = Спеціальний варіант шолому зразку М10 для бойових техніків КМП ООН.

ent-CMArmorHelmetM11 = шолом лідера зразку M11
    .desc = Трішечки красивіший шолом для лідерів морпіхів. Цей має вбудовану камеру та має амортизацію щоб захистити твої крихкі мізки.

ent-CMArmorHelmetM12 = шолом зразку M12
    .desc = Експерементальне відро для мізків. З рюшкою що звісає зі спини. Помірно краще захищає від тупих предметів ціною сорому та принижень. Але хто буде сміятися останнім? Не ти, бо ти будеш зайнятий на церемоніях нагородження тебе за твою чудову роботу в розвідці чи фантастичне лідерство.

ent-CMArmorHelmetM30 = тактичний шолом M30
    .desc = Тактичний шолом М30 має розумний окуляр що фільтрує тактичну інформацію.

ent-CMArmorHelmetPress = шолом "преса"
    .desc = Спеціальний зразок шоломів для преси.

ent-CMArmorHelmetM3Scout = шолом M3-S
    .desc = Спеціальний легкий шолом серії М3 зроблений для розвідувательних місій.

ent-RMCArmorHelmetM3G4 = M3-G4 helmet
    .desc = Pairs with the M3-G4 heavy grenadier plating. A distant cousin of the experimental B18 defensive helmet.

ent-CMArmorHelmetM35 = шолом M35
    .desc = Спеціальний шолом серії М3 зроблений щоб витримувати вогонь.

ent-CMArmorHelmetM45 = маскувальний шолом M45
    .desc = Легкий шолом М45 з маскувальною сіткою використовуємий снайперами КМП ООН на розвідувательних місіях.
