ent-CMMRE = сухпай КМП ОН
    .desc = Сухий пайок. Одноразовий бойовий раціон зроблений щоб солдат був ситий на цілий день напруженої роботи. Строк придатності щонайменше більше на 20 років ніж середня тривалість життя в бою.

ent-CMMREComponentBase = компонент сухпая
    .desc = Пакет сухого пайка, власність Корпусу МорПіхоти ОН. Містить частину раціона готову для споживання.

ent-CMMREFoodBase = { ent-CMMRE }
    .desc = Зміст стандартного сухпайка КМП ОН.

ent-RMCBoxMREBase = коробка сухпаїв
    .desc = Коробка сухпаїв. Поживне, але не смачне.
ent-RMCBoxMRE = { ent-RMCBoxMREBase }
    .desc = { ent-RMCBoxMREBase.desc }
    .suffix = Filled