ent-CMMRESnackComponentBase = компонент сухпайка
    .desc = Закуска сухпайка. Містить легку закуску, для швидкого перекусу.

ent-CMMREComponentBiscuit = компонент сухпайка (бісквіт)
    .desc = Закуска сухпайка. Містить легку закуску, для швидкого перекусу. Цей - бісквіт.

ent-CMMREComponentMeatballs = компонент сухпайка (фрикадельки)
    .desc = Закуска сухпайка. Містить легку закуску, для швидкого перекусу. Цей - фрикадельки.

ent-RMCMREComponentMeatzels = компонент сухпайка (м'яснодельки)
    .desc = Закуска сухпайка. Містить легку закуску, для швидкого перекусу. Цей - кренде... м'ясні крендельки? М'ЯСНОДЕЛЬКИ?!

ent-CMMREComponentPretzels = компонент сухпайка (крендельки)
    .desc = Закуска сухпайка. Містить легку закуску, для швидкого перекусу. Цей - крендельки.

ent-CMMREComponentPeanuts = компонент сухпайка (боби)
    .desc = Закуска сухпайка. Містить легку закуску, для швидкого перекусу. Цей - боби.

ent-CMMREComponentSushi = компонент сухпайка (суші)
    .desc = Закуска сухпайка. Містить легку закуску, для швидкого перекусу. Цей - суші.

ent-CMMREFoodSnack = { ent-CMMREFoodBase }
    .desc = { ent-CMMREFoodBase.desc }

ent-CMMREFoodBiscuit = бісквіт
    .desc = Вміст стандартного сухпайка КМП ООН. Цей - бісквіт.

ent-CMMREFoodMeatballs = фрикадельки
    .desc = Вміст стандартного сухпайка КМП ООН. Цей - фрикадельки.

ent-RMCMREFoodMeatzels = м'яснодельки
    .desc = Вміст стандартного сухпайка КМП ООН. Цей - кренде... м'ясні крендельки? М'ЯСНОДЕЛЬКИ?!

ent-CMMREFoodPretzels = крендельки
    .desc = Вміст стандартного сухпайка КМП ООН. Цей - крендельки.

ent-CMMREFoodPeanuts = боби
    .desc = Вміст стандартного сухпайка КМП ООН. Цей - боби.

ent-CMMREFoodSushi = суші
    .desc = Вміст стандартного сухпайка КМП ООН. Цей - суші.

