ent-CMMREMainComponentBase = компонент сухпайка
    .desc = Компонент основного блюда сухпайка. Містить головне джерело поживних речовин.

ent-CMMREComponentBonelessPorkRibs = компонент сухпайка (свинячі ребра без костей)
    .desc = Компонент основного блюда сухпайка. Містить головне джерело поживних речовин. Цей - свинячі ребра без костей.

ent-CMMREComponentGrilledChicken = компонент сухпайка (курка-гриль)
    .desc = Компонент основного блюда сухпайка. Містить головне джерело поживних речовин. Цей - курка-гриль.

ent-CMMREComponentPizzaSquare = компонент сухпайка (квадратик піци)
    .desc = Компонент основного блюда сухпайка. Містить головне джерело поживних речовин. Цей - квадратик піци.

ent-CMMREComponentSpaghettiChunks = компонент сухпайка (шматок спагеті)
    .desc = Компонент основного блюда сухпайка. Містить головне джерело поживних речовин. Цей - шматок спагеті.

ent-CMMREComponentChickenTender = компонент сухпайка (куряче філе)
    .desc = Компонент основного блюда сухпайка. Містить головне джерело поживних речовин. Цей - куряче філе.

ent-CMMREFoodMain = { ent-CMMREFoodBase }
    .desc = { ent-CMMREFoodBase.desc }

ent-CMMREFoodBonelessPorkRibs = свинячі ребра без костей
    .desc = Вміст стандартного сухпайка КМП ООН. Цій - свинячі ребра без костей.

ent-CMMREFoodGrilledChicken = курка-гриль
    .desc = Вміст стандартного сухпайка КМП ООН. Цій - курка-гриль.

ent-CMMREFoodPizzaSquare = квадратик піци
    .desc = Вміст стандартного сухпайка КМП ООН. Цій - квадратик піци.

ent-CMMREFoodSpaghettiChunks = шматок спагеті
    .desc = Вміст стандартного сухпайка КМП ООН. Цій - шматок спагеті.

ent-CMMREFoodChickenTender = куряче філе
    .desc = Вміст стандартного сухпайка КМП ООН. Цій - куряче філе.
