ent-Pen = ручка
    .desc = Ручка з чорним чорнилом.

ent-PenEmbeddable = { ent-Pen }
    .desc = { ent-Pen.desc }

ent-LuxuryPen = розкішна ручка
    .desc = Розкішна та дорога ручка, яку вам дозволять мати тільки після багатьох годин паперової волокити.

ent-CyberPen = ручка Киберсан
    .desc = Хай-Тек ручка прямиком з Юридичного Відділу Киберсан, здатна заломлювати світло під неможливими кутами завдяки алмазному наконечнику. Й все для того щоб писати. Вона настільки всемогутня, що навіть може переписувати вже проштамповані документи.

ent-PenCap = авторучка капітана
    .desc = Розкішна авторучка капітана цієї станції.

ent-PenCentcom = ручка ЦентКому
    .desc = В спробах зрівнятися "силами" з бюрократією Киберсан, НаноТрайзен зробила цю реплику кибер ручки, у своєму корпоративному стилю.

ent-PenHop = авторучка голови персоналу
    .desc = Розкішна авторучка голови персоналу цієї станції.
