ent-CMIDCardStandardDogtag = жетони
    .desc = Містять інформацію про носія, та дають доступ до корабля.

ent-CMIDCardBase = індентифіційний голо-значок
    .desc = Зріз кодованого та пресованого скловолокна. Використовується для ідентифікації та контролю доступу.

ent-CMIDCardGold = gold ідентифіційний голо-значок
    .desc = Позолочений голо-значок показуючий силю та миць.

ent-CMIDCardSilver = silver ідентифіційний голо-значок
    .desc = Посріблений голо-значок показуючий честь та відданість.

ent-CMIDCardLanyard = ідентифіційний голо-шнурок
    .desc = Грубий голо-шнурок. Дешевий настільки, наскільки це тільки можливо.

ent-FactionMarine = ця сутність не має назви
    .desc = { "" }

