ent-CMIDCardStandardDogtag = жетони
    .desc = Містять інформацію про власника та дають доступ до корабля.

ent-CMIDCardBase = ідентифікаційний голо-значок
    .desc = Зріз кодованого та пресованого скловолокна. Використовується для ідентифікації та контролю доступу.

ent-CMIDCardGold = золотий ідентифікаційний голо-значок
    .desc = Позолочений голо-значок, який показує силу та міць.

ent-CMIDCardSilver = срібний ідентифікаційний голо-значок
    .desc = Посріблений голо-значок, який показує честь та відданість.

ent-CMIDCardLanyard = ідентифікаційний голо-шнурок
    .desc = Грубий голо-шнурок. Дешевий настільки, наскільки це тільки можливо.

ent-FactionMarine = ця сутність не має назви
    .desc = { "" }

