ent-CMPacketPills = пачка пігулок
    .desc = Містить пігулки. Якщо дістанеш одну, то вже її не повернеш на місце.

ent-CMPacketPillsTricordrazine = пачка пігулок трикордразина
    .desc = Ця пачка містить пігулки трикордразина. Лікує усі типи шкоди повільно. Якщо дістанеш одну, то вже її не повернеш на місце. Не берить більше двух за раз.

ent-CMPacketPillsBicaridine = пачка пігулок бікаридина
    .desc = Ця пачка містить пігулки бікаридина. Ефектично лікує механичну шкоду. Якщо дістанеш одну, то вже її не повернеш на місце. Не берить більше двух за раз.

ent-CMPacketPillsKelotane = пачка пігулок келотана
    .desc = Ця пачка містить пігулки келотана. Ефектично лікує опіки. Якщо дістанеш одну, то вже її не повернеш на місце. Не берить більше двух за раз.

