ent-CMCanteenBase = фляга

ent-CMCanteen = { ent-CMCanteenBase }
    .desc = Ви робите ковток зі своєї вірної флажки СШКМ...

ent-CMMetalFlask = металева фляжка
    .desc = Металева фляжка з достойною ємністю.

ent-CMUSCMFlask = фляжка СШКМ
    .desc = Металева фляжка з рельєфним логотипом СШКМ. Можливо наповнена сумішшю води, мастила та етила.

ent-CMWYFlask = фляжка Вей-Ю
    .desc = Металева фляжка з рельєфним логотипом Вейланд-Ютані замовлена якимось підніжком корпорації для наповнення вендорів на військових суднах США.

