ent-CMWebbingBase = розвантажувальна система
    .desc = { ent-BaseItem.desc }

ent-CMWebbing = { ent-CMWebbingBase }
    .desc = Плутанина з ременів та пряжок, готова розділити ваш тягар.

ent-CMWebbingBlack = чорний розвантажувальний жилет
    .desc = Міцний чорний жилет з купою карманів для того щоб тримати все що ти хочеш, але не можеш.

ent-CMWebbingBrown = коричневий розвантажувальний жилет
    .desc = Міцний коричнений жилет з купою карманів для того щоб тримати все що ти хочеш, але не можеш.
