ent-CMMagazineSniperM42A = стрілецький магазин М42А (10x28мм безгільзовий)
    .desc = Магазин снайперських набоїв. Точний постріл з нього завдасть значної шкоди.

ent-CMMagazineSniperM42AIncendiary = магазин запальних патронів М42А (10x28мм)
    .desc = Магазин снайперських набоїв. Прицільний постріл з нього тимчасово осліпить ціль і розпалить вогонь за ним.

ent-CMMagazineSniperM42AFlak = зенітний магазин М42А (10x28мм)
    .desc = Магазин снайперських набоїв. Прицільний постріл з ним тимчасово сповільнить ціль і мінімізує зворотну реакцію.

ent-CMMagazineSniperM42AAntiMateriel = стрілецький магазин XM43E1 (10x99мм)
    .desc = Магазин безгільзових 10х28мм анти-матеріальних снарядів.

