ent-CMSatchel = шкіряна сумка
    .desc = Дуже вишукана шкіряна сумка. Виглядає дорогою.

ent-CMBackpackSniper = плащ снайпера M3
    .desc = Спеціально розроблений плащ з кармашками під всі потреби снайпера.

ent-CMSatchelEngineer = індустріальна сумка
    .desc = Крепка сумка з додатковими кармашками.

ent-CMSatchelMedical = медічна сумка
    .desc = Стерільна сумка якою користуються у медічному відділі.

ent-CMSatchelSecurity = сумка воєнполу
    .desc = Міцна сумка яка представляє з себе два маленьких та один великий кармашки. Зроблений з не дуже зручної та комфортної жорсткої тканини.

ent-CMSatchelMarine = сумка СШКМ
    .desc = Надміцна сумка солдатів СШКМ та персоналу підтримки.

ent-CMSatchelMarineIntel = легкий експедіційний рюкзак СШКМ
    .desc = Надміцний IMP рюкзак який можна легко повісити собі на бік. Зазвичай такі видають Офіцерам Розвідки СШКМ.

ent-CMSatchelMarineLogistics = IMP рюкзак логістів СШКМ.
    .desc = Стандартний рюкзак персоналу логістики. Також таки видають бойовому персоналу для довгих експедіцій.

ent-CMSatchelMarineMedic = сумка медиків СШКМ
    .desc = Надміцня сумка бойових медиків СШКМ. Зручність ціною місткості.

ent-CMSatchelMarineTech = розгрузка техників СШКМ
    .desc = Надміцня розгрузка техників СШКМ.

