ent-CMBoxShotgunBase = коробка набоїв для дробовика
    .desc = { ent-AmmoProviderShotgunShell.desc }

ent-CMBoxShotgunBuckshot = коробка картечі
    .desc = Коробка наповнена картеччю для дробовика. 12 Калібр.

ent-CMBoxShotgunSlugs = коробка точних набоїв для дробовика
    .desc = Коробка наповнена точними тяжкими набоями для дробовика. Вічна класика. 12 Калібр.

ent-CMBoxShotgunIncendiary = коробка точних запальних набоїв для дробовика
    .desc = Коробка наповнена точними самодетонуючими запальними набоями для дробовика. 12 Калібр.

ent-CMBoxShotgunBeanbag = коробка точних гумових набоїв для дробовика
    .desc = Коробка наповнена гумовими набоями для дробовика, використовується для несмертельного контролю натовпу. 12 Калібр.

ent-CMBoxShotgunFlechette = коробка флешетних набоїв для дробовика
    .desc = Коробка наповнена флешетними набоями для дробовика. 12 Калібр.

ent-CMBoxShotgunIncendiaryBuckshot = коробка набоїв запальної кортечі для дробовика
    .desc = Коробка наповнена самодетонуючою запальною картечю для дробовиків. 12 Калібр.

