ent-CMUSCMPreparedMealBase = { ent-CMFoodBase }
    .desc = { ent-CMFoodBase.desc }

ent-CMUSCMPreparedMealCornbread = готова їжа СШКМ (кукурудзяний хліб)
    .desc = Піднос готової їжи СШКМ. Черствий хліб з кукурудзи, томатна паста та трошечки зеленої слизі наповнюють цій підніс.

ent-CMUSCMPreparedMealChicken = готова їжа СШКМ (куриця)
    .desc = Піднос готової їжи СШКМ. Вологе куряче м'ясо, сирий ріс та трошечки депресивне броколі наповнюють цій підпіс.

ent-CMUSCMPreparedMealPasta = готова їжа СШКМ (паста)
    .desc = Піднос готової їжи СШКМ. Пересмажене спагеті, перезволожені морковки та дві картошки-фрі наповнюють цій підніс.

ent-CMUSCMPreparedMealPizza = готова їжа СШКМ (піца)
    .desc = Піднос готової їжи СШКМ. Холодна піца, вологі зелені боби та лайняне яйце наповнюють цій підніс. Візьми собі щось окрім піци, жирдяй.

ent-CMUSCMPreparedMealPork = готова їжа СШКМ (свиніна)
    .desc = Піднос готової їжи СШКМ. Практично сира свиніна, липка кукурудза та трошечки вологого картопляного пюре наповнюють цій підніс.

ent-CMUSCMPreparedMealTofu = готова їжа СШКМ (тофу)
    .desc = У СШКМ не подають тофу, травожерний ти хіппі. Цій прапор означає твою поразку!

