ent-CMWeaponPistolBase = { ent-BaseItem }
    .desc = { ent-BaseItem.desc }

ent-CMWeaponPistolM4A3 = пістолет M4A3
    .desc = Табельний пістолет M4A3, донедавна був стандартним пістолетом Корпуса Морпіхоти, але на його заміну прийшов бойовий пістолет 88 Мод. 4.

ent-CMWeaponPistol88m4 = бойовий пістолет 88 мод. 4
    .desc = Стандартний пістолет КМП ООН. Також видається численним ПВК Ве-Я. Стріляє 9мм бронебійними набоями та може вести постріл чергами.

ent-CMWeaponPistolVP78 = пістолет VP78
    .desc = Великий та грізний напів-автоматичний пістолет під 9мм. Доволі звичайна зброя на просторах Сполученої Америки та Імперії Трьох Світів, зазвичай такий носять ЧВК Ве-Я та корпорати. Ця зброя також проходить тестування як один з майбутних пістолетів КМП ООН. На боці викурбувано лого Ве-Я.
