ent-CMWeaponPistolBase = { ent-BaseWeaponPistol }
    .desc = { ent-BaseWeaponPistol.desc }

ent-CMWeaponPistolM4A3 = пістолет M4A3
    .desc = Табельний пістолет M4A3, донедавна був стандартним пістолетом Колоніальних Морпіхів, але на його заміну прийшов бойовий пістолет 88 Мод. 4.

ent-CMWeaponPistol88m4 = бойовий пістолет 88 мод. 4
    .desc = Стандартний пістолет СШКМ. Також видається численним ПВК Вейланд-Ютані. Стріляє 9мм бронебійними набоями та може вести постріл чергами.

ent-CMWeaponPistolVP78 = пістолет VP78
    .desc = Великий та грізний напів-автоматичний пістолет під 9мм. Доволі звичайна зброя на просторах Сполученої Америки та Імперії Трьої Світів, зазвичай такий носять ЧВК Вейланд-Ютані та корпорати. Ця зброя також проходить тестування як один з майбутних пістолетів СШКМ. На боці викурбувано лого Вейланд-Ютані.
