ent-CMMatchBook = коробка сірників щасливий удар
    .desc = Маленька коробка дешевих паперових сірників. Удачі підпалити їх. Зроблено Щасливим Ударом, але ти не будеш щасливим коли підпалиш свою руку пробуючи підпалити ці сірники.

ent-CMBrownMatchBook = бура коробка сірників
    .desc = Маленька коробка дешевих паперових сірників. Удачі підпалити їх. Зроблено з звичаного бурого папіру.

ent-CMExecutiveSelectMatchbook = коробка сірників вибір директора
    .desc = Маленька коробка дорогих паперових сірників. Ці підпалюютьяся почти що кожного разу.

ent-CMKoorlanderMatchbook = коробка сірників Курландер
    .desc = Маленька коробка дешевих паперових сірників. Удачі підпалити їх.

ent-CMExecutiveWYMatchbook = коробка сірників Вейланд-Ютані золоті
    .desc = Маленька коробка дорогих паперових сірників. Ці підпалюються почти шо кожного разу, ну як каже коробка.

