ent-CMPlushieBase = звичайна м'яка іграшка
    .desc = Суперські звичайна.

ent-CMPlushieFarwa = плюшева Фарва
    .desc = М'яка іграшка Фарва. Вона така м'яка та комфортна.

ent-CMPlushieBarricade = м'яка барикада
    .desc = Чудово підходе для обіймів коли ти налякан. Або коли щось болить. Або в будь якої іншої ситуації.

ent-CMPlushieBee = м'яка бджола
    .desc = Мила іграшка що пробуджує дух воїна в найбільш стриманих піхотінців.

ent-CMPlushieRock = м'який камінь
    .desc = Але ж на етикетці сказано що він м'який!

ent-CMPlushieTherapy = терапевтична іграшка
    .desc = Терапевтична іграшка що допомогає морпіхам у відновленні від психічних та поведінкових розладів.

ent-CMPlushieRunnerBeret = терапевтична іграшка XX-121
    .desc = Не сумуй! Радій (що ти живий)!
