ent-CMAnestheticTank = балон анестетику
    .desc = Балон з сумішшю газів N20 та O2.

ent-CMGasTankBase = { ent-GasTankBase }
    .desc = { ent-GasTankBase.desc }

ent-CMGasTankHydrogen = балон водню
    .desc = Балон, що тримає у собі водень під тиском. З його допомогою ви можете наповнити каністри.

ent-CMGasTankAmmonia = балон аміаку
    .desc = Балон, що тримає у собі аміак під тиском. З його допомогою ви можете наповнити каністри.

ent-CMGasTankMethane = балон метану
    .desc = Балон, що тримає у собі метан під тиском. З його допомогою ви можете наповнити каністри.

ent-CMGasTankPacid = балон політринової кислоти
    .desc = Балон, що тримає у собі політринову кислоту під тиском. З його допомогою ви можете наповнити каністри.

ent-CMGasTankOxygen = балон кисню
    .desc = Балон, що тримає у собі кисень під тиском. З його допомогою ви можете наповнити каністри.

