ent-ColMarTechBase = КорМорТех торговий автомат
    .desc = { ent-BaseMachinePowered.desc }

ent-ColMarTechFood = КорМорТех автомат з їжею
    .desc = Автомат з їжею від КМП ООН, містить стандартні військові готові страви.

ent-ArmatAttachments = автомат з навісними обладнанням від АРМАТ
    .desc = Автоматична стійка, що під'єднана до маленького сховища з обладнанням до зброї. До неї мають доступ рядові.

ent-ColMarTechUtilities = КорМорТех автомат інструментів
    .desc = Автоматична стійка, що під'єднана до маленького сховища різних утилит та інструментів. До неї мають доступ рядові.

ent-ColMarTechMunitions = КорМорТех автомат набоїв
    .desc = Автоматична стійка, що під'єднана до маленького сховища різних типів набоїв. До неї мають доступ рядові.

ent-ColMarTechGuns = КорМорТех автомат озброєння
    .desc = Автоматична стійка, що під'єднана до великого сховища різновидної зброї.

ent-ColMarTechEquipment = КорМорТех автомат стандартного обладнання
    .desc = Автоматична стійка, що під'єднана до великого сховища стандартного обладнання рядових.

ent-ColMarTechSLGear = КорМорТех автомат лідера загону
    .desc = Автоматична стійка лідера загону.

ent-ColMarTechSLEquipment = КорМорТех стійка спорядження командира загону
    .desc = Автоматизований стелаж, під'єднаний до величезного сховища стандартного спорядження голови загону.

ent-ColMarTechSWSGear = КорМорТех спеціалізований стелаж для озброєння загону
    .desc = Автоматизований стелаж для спорядження для спеціалістів з озброєння загонів.

ent-ColMarTechSWSEquipment = КорМорТех стелаж спеціального спорядження загону
    .desc = Автоматизований стелаж, під'єднаний до величезного сховища стандартного спорядження спеціаліста зі стрілецької зброї.

ent-ColMarTechSCTGear = КорМорТех стелаж спорядження бойового техніка
    .desc = Автоматизований стелаж для спорядження бойового техніка.

ent-ColMarTechSCTEquipment = КорМорТех стелаж обладнання бойового техніка
    .desc = Автоматизований стелаж під'єднаний до величезного сховища стандартного спорядження бойового техніка.

ent-ColMarTechMedicalGear = КорМорТех стелаж медичного спорядження загону
    .desc = Автоматизований стелаж для санітарів лікарні.

ent-ColMarTechMedicalEquipment = КорМорТех стелаж медичного обладнання загону
    .desc = Автоматизований стелаж, під'єднаний до величезного сховища стандартного обладнання санітарів.

ent-ColMarTechMarineMedical = КорМорТех МорпіхМед
    .desc = Автомат з базовими медичними припасами для морпіхів.

ent-ColMarTechSGGear = КорМорТех стійка спорядження смартґанера загону
    .desc = Автоматизована стійка для спорядження смартґанерів загону.

ent-ColMarTechSGEquipment = КорМорТех стелаж спорядження смартґанера загону
    .desc = Автоматизований стелаж, під'єднаний до величезного сховища стандартного спорядження смартґанерів загону.

ent-ColMarTechFLGear = КорМорТех стійка спорядження лідера підрозділу
    .desc = Автоматизована стійка для спорядження лідерів підрозділів.

ent-ColMarTechFLEquipment = КорМорТех стелаж спорядження лідера підрозділу
    .desc = Автоматизований стелаж, під'єднаний до величезного сховища стандартного спорядження лідерів підрозділів.

ent-ColMarTechSurplus = КорМорТех автомат додаткового спорядження
    .desc = An automated rack hooked up to a small storage of standard marine uniforms.
