ent-CMVendorTool = автомат інструментів
    .desc = A large storage machine containing various tools and devices for general repair.

ent-CMVendorCircuits = автомат друкованих плат
    .desc = Надійне сховище для попередньо запрограмованих плат, з внутрішнім гіроскопом, що запобігає переміщенню плат під дією зовнішніх сил, товстою ізоляцією та спеціальним 2,1-міліметровим портом ДБЖ для заряджання різних ексклюзивних пристроїв W-Y (продається окремо).

ent-CMVendorElectronics = автомат електроніки
    .desc = Постачальник запасних інструментів. Що? Ви очікували дотепного опису?

ent-CMVendorComponent = машина для зберігання компонентів
    .desc = Велика машина для зберігання різних компонентів.

ent-CMVendorScience = Ве-Я науковий автомат
    .desc = Постачальник, що містить основне обладнання для ваших експериментів.

ent-CMVendorRobotics = робототехніка делюкс
    .desc = Всі інструменти, необхідні для створення власної армії роботів.
