ent-ColMarTechFood = КорМорТех автомат з їжею
    .desc = Автомат з їжею від КМП ООН, містить стандартні військові готові страви.

ent-CMVendorBooze = Бухло-Мат
    .desc = Технологічне диво, яке нібито здатне змішати саме ту суміш, яку ви забажаєте випити, щойно-ж ви її запросите.

ent-CMVendorChess = шах-і-мат
    .desc = У 2143 році, Напої Червона Зірка, компанія що пов'язана з Колоніальною Адміністрацією СПН, запустили рекламний розіграш на пожиттевий запас алкоголю тим хто знайшов спеціальний код на кришці ліміт  ированої водки Червона Зі
