ent-CMBeltInflatable = Містер Крякер
    .desc = Що ми робимо сьогодні, Містере Крякер?

ent-CMBeltMarine = пояс для набоїв зразку M276
    .desc = M276 це стандарт обладнання КМП ООН. Він складається з модульного пояса та різних мішочків. Цей - стандартний варіант зроблений для набоїв.

ent-CMBeltUtility = пояс для інструментів зразку M276
    .desc = M276 це стандарт обладнання КМП ООН. Він складається з модульного пояса та різних мішочків. Ця версія використовується інженерами для транспортування інструментів.

ent-CMBeltUtilityCombat = бойовий пояс для інструментів зразку M276
    .desc = Бойовий пояс для інструментів зразку М276 - альтернативне обладнання КМП ООН для інженерів що працюють поряд з бойовими зонами. Воно складається з модульного пояса та різних мішочків для інструментів та зброї. Через спеціфики вміщає менше інструментів ніж звичайна модель.

ent-CMBeltKnife = пояс для ножів зразку M276
    .desc = М276 це стандарт обладнання КМП ООН. Він складається з модульного пояса та різних мішочків. Ця версія зроблена для зберігання ножів. Зазвичай не використовується, але все ще знаходиться на озброєнні.

ent-CMBeltMedical = пояс медиків зразку M276
    .desc = M276 це стандарт обладнання КМП ООН. Він складається з модульного пояса та різних мішочків. Ця версія зроблена для транспортування ліків та набоїв.

ent-CMBeltMedicBag = мішок парамедика зразку М276
    .desc = M276 це стандарт обладнання КМП ООН. Ця версія складається з одного мішка наповненого шприцами та ліками.

ent-CMBeltMortar = пояс оператора міномета зразку M276
    .desc = Зразок М276 підлаштований на транспортування та зберігання снарядів від міномету M402.

ent-CMBeltSmartGunOperator = пояс барабанного озброєння зразку M280
    .desc = Не беручи до уваги факти 1. Барабанні магазини надзвичайно не ергономічні, та 2. потребують надзвичайно точної обробки щоб легко вміщатися (спойлер, вони не вмістяться. Додаючи це до міфу про "Різні типи розумного озброєння"), КМП ООН вирішило випустити модифікований пояс морпіхів (відомий під більш формальною назвою М280) з гачками та пилозахисними чохлами (занадто складними для звичайних бовдурів) для системи барабанної амуніції М56В. Коли фіксатор не застрягає в замазаною мастилом по горло липучці, то цей пояс виконує доволі не погану роботу зберігаючи достатню кількість барабанів. Але ставлячи крапку - в порівнянні зі стандартними поясами... цей смо-кче. Але ж, слово "смоктати" описує буття кожного Морпіху, чи я неправий?

ent-RMCBeltGrenade = M276 pattern M40 grenade rig
    .desc = The M276 is the standard load-bearing equipment of the UNMC. It consists of a modular belt with various clips. This version is designed to carry up to 12 of the M40 series of grenades.

ent-RMCBeltGrenadeLarge = M276 pattern M40 grenade rig Mk. II
    .desc = The M276 Mk. II is an upgraded version of the M276 grenade rig, with more storage capacity.

ent-RMCBeltSmartPistol = M276 pattern SU-6 smart pistol holster rig
    .desc = The M276 is the standard load-bearing equipment of the UNMC. It consists of a modular belt with various clips. This version is for the SU-6 smartpistol.

