ent-CMMRE = сухпай СШКМ
    .desc = Сухий пайок. Одноразовий бойовий раціон зроблений щоб солдат був ситий на цілий день напруженої роботи. Строк придатності щонайменше більше на 20 років ніж середня тривалість життя в бою.

ent-CMMREComponentBase = компонент сухпая
    .desc = Пакет сухого пайка, власність Колоніальних Морпіхів СШ. Містить частину раціона готову для споживання.

ent-CMMREFoodBase = { ent-CMMRE }
    .desc = Зміст стандартного сухпайка СШКМ.

ent-CMMREBoxBase = коробка сухпая
    .desc = Коробка сухпая. Ситні, але не смачні.

ent-CMMREBox = { ent-CMMREBoxBase }
    .desc = { ent-CMMREBoxBase.desc }
    .suffix = Filled

