ent-CMMRESnackComponentBase = компонент сухпайка
    .desc = Закуска сухпайка. Містить легку закуску, для швидкого перекусу.

ent-CMMREComponentBiscuit = компонент сухпайка (бісквіт)
    .desc = Закуска сухпайка. Містить легку закуску, для швидкого перекусу. Цій - бісквіт.

ent-CMMREComponentMeatballs = компонент сухпайка (фрикадельки)
    .desc = Закуска сухпайка. Містить легку закуску, для швидкого перекусу. Цій - фрикадельки.

ent-CMMREComponentPretzels = компонент сухпайка (крендельки)
    .desc = Закуска сухпайка. Містить легку закуску, для швидкого перекусу. Цій - крендельки.

ent-CMMREComponentPeanuts = компонент сухпайка (боби)
    .desc = Закуска сухпайка. Містить легку закуску, для швидкого перекусу. Цій - боби.

ent-CMMREComponentSushi = компонент сухпайка (суші)
    .desc = Закуска сухпайка. Містить легку закуску, для швидкого перекусу. Цій - суші.

ent-CMMREFoodSnack = { ent-CMMREFoodBase }
    .desc = { ent-CMMREFoodBase.desc }

ent-CMMREFoodBiscuit = бісквіт
    .desc = Вміст стандартного сухпайка КМП ООН. Цій - бісквіт.

ent-CMMREFoodMeatballs = фрикадельки
    .desc = Вміст стандартного сухпайка КМП ООН. Цій - фрикадельки.

ent-CMMREFoodPretzels = крендельки
    .desc = Вміст стандартного сухпайка КМП ООН. Цій - крендельки.

ent-CMMREFoodPeanuts = боби
    .desc = Вміст стандартного сухпайка КМП ООН. Цій - боби.

ent-CMMREFoodSushi = суші
    .desc = Вміст стандартного сухпайка КМП ООН. Цій - суші.

