ent-CMAutoInjector = авто-шприц
    .desc = Авто-шприц. Кожне використання вколює 10 юнитів.

ent-CMEmergencyAutoInjector = аварійни авто-шприц (CAUTION)
    .desc = Авто-шприц наповнений спеціальним коктейлем хімікатів, спеціально для надзвичайних ситуацій.

ent-CMTricordrazineAutoInjector = авто-шприц трикордразина
    .desc = Авто-шприц наповнений трикордразином на 3 використання, слабим хімікатом проти стадартних типів шкоди.

ent-CMTricordrazineAutoInjectorNoSkill = авто-шприц першої допомоги
    .desc = Авто-шприц наповнений малою дозою ліків для морпіхів.

ent-CMKelotaneAutoInjector = авто-шприц келотана
    .desc = Авто-шприц наповнений келотаном на 3 використання, звичайним хімікатом проти опіків. Кожне використання вколює 10 юнитів.

ent-CMDexalinPlusAutoInjector = авто-шприц дексалина плюс
    .desc = Авто-шприц наповнений дексалином плюс на 3 використання, звичайним хімікатом проти удушення. Кожне використання вколює 10 юнитів.

ent-CMBicaridineAutoInjector = авто-шприц бікаридину
    .desc = Авто-шприц наповнений бікаридином на 3 використання, хімікатом для лікування тупої шкоди. Кожне використання вколює 10 юнитів.

ent-CMInaprovalineAutoInjector = авто-шприц інапровалину
    .desc = Авто-шприц наповнений інапровалином на 3 використання, хімікатом для людей в критичному стані. Кожне використання вколює 10 юнитів.

ent-CMEpinephrineAutoInjector = авто-шприц епінефрину
    .desc = Авто-шприц наповнений епінефрином на 3 використання, більше відомий як Адреналін, стімулятор що може запустити серце.
