revenant-defile-name = Скверна
revenant-defile-desc = Осквернити територію навколо, знимаючі підлоги, ломаючі скло, відкриваючі контейнери та кидаючі речі. Використання залишає вас вразливим на короткий проміжок часу.
revenant-overload-name = Перезавантажити світло
revenant-overload-desc = Перезавантажує світло навколо, що змушує лампи навколо блимати та пускати блискавки. Використання залишає
 вас вразливим на довгий проміжок часу.
revenant-blight-name = Гниття
revenant-blight-desc = Інфектує істоти навколо захворюванням, що викликає накопичення токсинів та втому. Використання залишає
 вас вразливим на середній проміжок часу.
revenant-malfunction-name = Злам
revenant-malfunction-desc = Змушує електронику навколо перестати правильно працювати. Використання залишає
 вас вразливим на довгий проміжок часу.
