roles-antag-rev-head-name = Головний Революціонер
roles-antag-rev-head-objective = Вашим завданням є підняття революції на станції. Конвертуйте членів персонала та вбийте всіх членів командування на станції.
head-rev-role-greeting = 
    Ви - Головний Революціонер.
    Ви повинні зробити так, щоб на станції не було жодного живого члена командування.
    Синдикат передав вам спеціальний флешер який може конвертувати членів екіпажу на революціонерів.
    Але він не спрацює на людей з імплантом Захисту розуму.
    Viva la revolución!
head-rev-briefing = 
    Використовуйте флешери щоб конвертувати людей на свою сторону.
    Вбийте усіх Голов щоб перемогти.
head-rev-break-mindshield = Імплант Захист Розуму знищується!
roles-antag-rev-name = Революціонер
roles-antag-rev-objective = Вашим завдання є захист та слідування наказам Головних Революціонерів, а так же вбивство всіх членів командування на станції.
rev-break-control = {$name} згадав кому він насправді служить!
rev-role-greeting = 
    Ви революціонер.
    Ви повинні захищати Головних Революціонерів та вбити кожного члена командування.
    Viva la revolución!
rev-briefing = Допоможить вашим друзям-революціонерам вбити кожного Главу.
rev-title = Революціонери
rev-description = Серед нас є революціонери.
rev-not-enough-ready-players = Не достатньо гравців приготувалося. Приготувалися тільки {$readyPlayersCount} гравців з {$minimumPlayers} необхідних. Не можливо розпочати Революцію.
rev-no-one-ready = Жодного гравця не приготувалося. Не можливо розпочати Революцію.
rev-no-heads = Не було обрано жодного Головного революціонера. Не можливо розпочати Революцію.
rev-won = Головні революціонери вижили та вбили усе Командування.
rev-lost = Командування вижило та вбило всіх Головних революціонерів.
rev-stalemate = Усе Командування та усі Головні революціонери мертві. Це нічия.
rev-reverse-stalemate = Й Командування й Головні революціонери вижили.
rev-headrev-count = {$initialCount ->
    [one] На станції був один Головний революціонер:
    *[other] На станції було {$initialCount} Головних революціонерів:
}
rev-headrev-name-user = [color=#5e9cff]{$name}[/color] ([color=gray]{$username}[/color]) конвертував {$count} {$count ->
    [one] людину
    *[other] людей
}
rev-headrev-name = [color=#5e9cff]{$name}[/color] конвертував {$count} {$count ->
    [one] людину
    *[other] людей
}
rev-deconverted-title = Деконвертовано!
rev-deconverted-text = 
    Разом зі смертю останнього Головного революціонера - також вмирає справа революції.

    Ви більше не революціонер, так що будте чемним.
rev-deconverted-confirm = Підтвердити
