ent-CMBaseWeaponRifle = { ent-BaseItem }
    .desc = { ent-BaseItem.desc }

ent-WeaponRifleM54C = імпульсна гвинтівка M54C MK2
    .desc = Стандартна імпульсна гвинтівка що використовується Корпусом МорПіхоти ООН. Надійна, міцна та доволі ефективна зброя. Цю крихітку потрібно тримати в двух руках для прицільного вогню.

ent-WeaponRifleM54CE2 = тяжка імпульсна гвинтівка M54CE2
    .desc = Велика зброя підтримки здібна вести вогонь на пригнічення зі станціонарного положення. Також можна тримати в двох руках, хоч і з меншою прицільностю.

ent-WeaponRifleM4RA = бойова гвинтівка M4RA
    .desc = Бойова гвинтівка M4RA є спеціальною снайперською гвинтівкою на озброєнні КМП ООН. M4RA має булпап компонування, так що чудово підходить для розвідувальних команд та команд підтримки вогнем.

